{
  "HomeHero": {
    "title": "Добро пожаловать в Armorus,\nТочность, созданная для храбрых.",
    "description": "Производитель оборонной продукции со штаб-квартирой в Анкаре, Турция, специализирующийся на высококачественных изделиях для критически важных задач.",
    "catalogueButton": "Наш каталог",
    "contactButton": "Связаться с нами"
  },
  "About": {
    "label": "О нас",
    "title": "Производитель оборонной продукции со штаб-квартирой в Анкаре, Турция, специализирующийся на высококачественных изделиях для критически важных задач.",
    "description": "В Armorus мы создаем не просто оборонное оборудование, мы строим доверие. Каждое изделие разрабатывается с точностью, каждый процесс основан на добросовестности, и каждый продукт проверен на надежность. От передовых защитных систем до тактических решений, которым доверяют в полевых условиях, наша приверженность неизменна: обеспечивать превосходную производительность в самые важные моменты.",
    "button": "Подробнее"
  },
  "Products": {
    "label": "Продукция",
    "description": "Наш ассортимент продукции разработан для тех, кто работает в условиях, где отказ недопустим. Каждый компонент отражает наши основные ценности: качество в мастерстве, добросовестность в процессе и надежность в работе. От защитных систем до тактических решений — каждый продукт тщательно спроектирован, подвергнут строгим испытаниям и проверен на способность выдерживать реалии современных оборонных миссий."
  },
  "Values": {
    "quality": {
      "title": "Качество",
      "description": "Качество — наша основа. От выбора материалов до финальной проверки мы стремимся к совершенству на каждом этапе производства."
    },
    "integrity": {
      "title": "Добросовестность",
      "description": "Мы гарантируем прозрачность в цепочке поставок, точность в исполнении и надежность каждого поставляемого продукта."
    },
    "reliability": {
      "title": "Надежность",
      "description": "Наши продукты и наше слово тверды. Мы доставляем вовремя, оправдываем ожидания и обеспечиваем стабильную поддержку без компромиссов."
    }
  }
}