{
  "HomeHero": {
    "title": "Armorus'a Hoş Geldiniz,\nCesurlar İçin Hassasiyetle Üretildi.",
    "description": "Merkezi Ankara, Türkiye'de bulunan, görev açısından kritik ortamlar için üretilmiş yüksek kaliteli ürünlerde uzmanlaşmış bir savunma sanayi üreticisi.",
    "catalogueButton": "Kataloğumuz",
    "contactButton": "Bize Ulaşın"
  },
  "About": {
    "label": "Hakkımızda",
    "title": "Merkezi Ankara, Türkiye'de bulunan, görev açısından kritik ortamlar için üretilmiş yüksek kaliteli ürünlerde uzmanlaşmış bir savunma sanayi üreticisi.",
    "description": "Armorus'ta biz sadece savunma ekipmanları üretmiyoruz, aynı zamanda güven inşa ediyoruz. Her tasarım hassasiyetle yönlendirilir, her süreç dürüstlüğe dayanır ve her ürün güvenilirlikte kanıtlanmıştır. Gelişmiş koruma sistemlerinden sahada güvenilen taktik çözümlere kadar, kararlılığımız sarsılmazdır: en çok ihtiyaç duyulduğunda üstün performans sunmak.",
    "button": "Devamını Oku"
  },
  "Products": {
    "label": "Ürünler",
    "description": "Ürün portföyümüz, başarısızlığın bir seçenek olmadığı yerlerde faaliyet gösterenler için tasarlanmıştır. Her bileşen, temel değerlerimizi yansıtır: işçilikte kalite, süreçte dürüstlük ve performansta güvenilirlik. Koruma sistemlerinden taktik çözümlere kadar, her ürün titizlikle tasarlanmış, titizlikle test edilmiş ve modern savunma görevlerinin gerçekliklerine dayanacak şekilde güvenilirdir."
  },
  "Values": {
    "quality": {
      "title": "Kalite",
      "description": "Kalite bizim temelimizdir. Malzeme seçiminden son kontrole kadar, üretimin her aşamasında mükemmelliği hedefleriz."
    },
    "integrity": {
      "title": "Dürüstlük",
      "description": "Tedarik zincirimizde şeffaflık, işçiliğimizde hassasiyet ve teslim ettiğimiz her üründe güvenilirlik taahhüt ediyoruz."
    },
    "reliability": {
      "title": "Güvenilirlik",
      "description": "Ürünlerimiz ve sözümüz sağlamdır. Zamanında teslim eder, beklentileri karşılar ve taviz vermeden istikrarlı destek sağlarız."
    }
  }
}